{
"1.01": "The employment rate is the number of employed persons expressed as a percentage of the population 15 years of age and over. Employed persons are those who, during the reference week did any work for pay or profit, (includes self-employed persons) or had a job and were absent from work.",
"1.02": "The unemployment rate is calculated as follows: (number of unemployed persons/Labour Force) x 100. The labour force is the civilian population 15 years of age and over who, during the survey reference week, were employed or unemployed. Labour force includes full-time students if they are employed or looking for work.",
"1.03": "The participation rate is the total labour force expressed as a percentage of the population aged 15 years and over.",
"1.04": "Over the past several months, the City of Toronto estimated Labour Force Survey population has fallen by more than 300,000. This has decreased all of the absolute numbers (e.g. total persons employed and unemployed). This estimated population decline is not real; therefore, absolute Labour Force Survey numbers for the city should be used with caution.",
"1.05": "Any reduction in average weekly hours worked could indicate a trend towards fewer full-time jobs and more part-time jobs.",
"1.07": "Data for this indicator is gathered through a monthly survey on retail sales and the number of retail locations by geographical region (from a sample of retailers). It excludes vending machine operators and direct sellers.",
"1.1": "It should be noted that, in any given month, the average home price is affected by fluctuations in the mix of homes (e.g. a detached residence versus a condominium) and the location of the homes sold.",
"1.16": "The Consumer Price Index is an indicator of the changes in consumer prices experienced by the target population. The CPI measures price change by comparing, through time, the cost of a fixed basket of commodities. This basket is based on the expenditures of the target population in a certain reference period, currently 2002. Since the basket contains commodities of unchanging or equivalent quantity and quality, the index reflects only pure price movements.",
"1.19": "The reduced value in permits issued relates to some shift from large high-rise residential projects to mid-size to smaller developments. In spite of this, high-rise applications remain substantially strong compared to the last few years.",
"1.24": "While the value of permits received provides some sign of future construction activity, it is not as indicative of construction health as the value of issued permits.",
"1.25": "A rise in interest rates could have a significant effect on future results due to higher levels of household debt. At an aggregate level, Canadian households owe $1.65 (household to debt income ratio of 165%) for every dollar of disposable income. In comparison, in 1980 the ratio of household debt to personal disposable income was 66% (<a title='Statistics Canada' target='_blank' href='http://www.statcan.gc.ca/pub/75-001-x/2012002/article/11636-eng.htm'>Statistics Canada</a>).",
"1.26": "The sudden increase in food bank visits tracks closely with recent immigration trends. These recent trends, combined with rising food prices, are likely factors in the increased usage of food banks in 2016. ",
"1.2": "While the value of permits received provides some sign of future construction activity, it is not as indicative of construction health as the value of issued permits.",
"1.22": "While the value of permits received provides some sign of future construction activity, it is not as indicative of construction health as the value of issued permits.",
"2.041": "Free rides for volunteers, athletes and coaches, officials and associated staff and any ticket holders during the Pan Am and Parapan Am Games (July and August 2015) are not included in these numbers.",
"2.042": "Free rides for volunteers, athletes and coaches, officials and associated staff and any ticket holders during the Pan Am and Parapan Am Games (July and August 2015) are not included in these numbers.",
"2.05": "TTC reports data based on their financial periods not calendar months. They follow a 4 week, 4 week and 5 week schedule; as a result, periods 3, 6 and 9 will always have higher ridership due to the presence of 5 weeks instead of 4. Depending on the annual calendar, Period 1 and 12 can have between 28 and 35 days.Free rides for volunteers, athletes and coaches, officials and associated staff and any ticket holders during the Pan Am and Parapan Am Games (July and August 2015) are not included in these numbers.",
"2.07": "This result is obtained by dividing the number of summer job applications received by the number of summer job opportunities posted. In Q1 2015, 1,879 applications were received and 35 summer job opportunities were posted, for a result of 54. In Q1 2016, 6,000 applications were received and 26 job opportunities were posted, for a result of 231. As a result, there was a larger than anticipated increase in Q1 2016 compared to Q1 2015. While this indicator reflects the general health of the economy, it's important to note that the City of Toronto has also targeted recruitment with the creation of the new Talent Solutions Unit. Dedicated staff are managing social media accounts which is increasing job applicants from a younger audience. HR has also signed an agreement with Indeed and Talent Egg to automatically place City of Toronto jobs on their boards. The combination of these efforts has increased the number of applicants per job call. The City has also been developing the Youth Employment Action Plan which has seen more traffic driven to the city's job site.",
"2.1": "TTC reports information based on their financial periods not calendar months. They follow a 4 week, 4 week and 5 week schedule; as a result, periods 3, 6 and 9 will always have higher ridership due to the presence of 5 weeks instead of 4. Depending on the annual calendar, Period 1 and 12 can have between 28 and 35 days. Free rides for volunteers, athletes and coaches, officials and associated staff and any ticket holders during the Pan Am and Parapan Games (July and August 2015) are not included in these numbers.",
"2.11": "The increase in revenues is mainly due to a 9% rate increase effective Jan 1, 2014 (when comparing the portion of 2013 consumption billed YTD in 2014 with 2014 consumption billed YTD in 2015); and an 8% rate increase in 2015 (effective March 13, 2015), partially offset by a 2% reduction in YTD consumption billed.",
"2.12": "The favourable variances were the result of a combination of higher than expected number of sales and prices. The revenues from the Land Transfer Tax are impacted by volatility in the housing market which, in turn, could be influenced by an increase in interest rates.",
"2.19": "The Toronto Rent Bank provides limited, interest free loans to seniors, individuals, and families facing imminent eviction for rental arrears.",
"2.27": "Family shelter use is closely tied to immigration and refugee trends. Occupancy can change dramatically in response to changes in federal immigration policies. The family shelter system is relatively able to expand and contract to respond these changes through contracts with motel operators.",
"2.28": "Toronto Children's Services continually works with the community to plan and advocate for more licensed child care. Spaces for all age groups continue to grow however growth is most notable in September with a significant increase in before and after programs opening in schools.<span>The transition to an early learning and care system that includes Full-Day Kindergarten has stimulated growth in licensed child care.Since2010,over 300 school based before-and-after programs have opened forkindergarten children. An increaseincorrespondingbefore and after school spaces for 6-12 year olds has also occurred in many schools. Over this same time period, grants were made available to operators to reconfigureavailable space to serve younger age groupswhich resulted in a 25% increase in infant spaces and a 43% increase in toddler spaces.</span>",
"2.29": "The fee subsidy waitlist grew significantly in the last quarter. While additional funding has allowed the City to increase the budgeted number of child care fee subsidies for families (from 25,116 to 26,059), Children's Services reached their budgeted fee subsidy ceiling of 26,059 in the summer. Placements from the waitlist have significantly slowed, causing the increase.",
"2.3": "During the second quarter of 2016, transfers from April and May were delayed and completed in June due to technical difficulties. As a result, there was a recorded result of zero in May and then a sudden spike in June. Transfers from June were also delayed, but captured in July 2016.",
"2.31": "The monthly value is based on the following calculation: the number of all cases in default minus the number of current monthly cases that were collected. As of 2014, the year-to-date number of POA accounts for collection in default drops considerably, with the drop continuing throughout 2015.The drop is attributable to declines in the number of charges issued on one hand and increases in the number of accounts paid or resolved on the other.",
"2.32": "Due to the dynamic nature of registered program data, the previous season data will stabilize after the next reporting season. E.g. Spring 2016 will stabilize in Fall 2016. Drop In program data may take longer to stabilize due to the nature of reporting for those programs. Program mix offered by Parks, Forestry and Recreation is composed of 3 components: Registered, Drop-In and Permit programming. The balance of the mix is dynamic and changes over seasons and years. An increase in one component could result in a decrease in another area.",
"2.33": "Drop-in attendance for Summer 2015 increased due to much warmer temperatures compared to Summer 2014; therefore, leading to a large increase in drop-in attendance at outdoor pools and wading pools.",
"2.34": " ",
"2.35": " ",
"2.38": "Registrations for Summer 2015 increased due to 15 new Community Centres Where Programs Are Free being added. Registrations for Fall 2015 decreased due to the closure of Oriole Community Centre in Fall 2015.",
"2.39": "Registrations for Summer 2015 increased due to 15 new Community Centres Where Programs Are Free being added. Registrations for Fall 2015 decreased due to closure of Oriole Community Centre in Fall 2015.",
"3.01": "The preliminary crime classifications may be changed at a later date based upon additional investigation.",
"3.02": "The preliminary crime classifications may be changed at a later date based upon additional investigation.",
"3.03": "The preliminary crime classifications may be changed at a later date based upon additional investigation.",
"3.04": "The preliminary crime classifications may be changed at a later date based upon additional investigation.",
"3.05": "The preliminary crime classifications may be changed at a later date based upon additional investigation.",
"3.06": "The preliminary crime classifications may be changed at a later date based upon additional investigation.",
"3.07": "The preliminary crime classifications may be changed at a later date based upon additional investigation.",
"3.08": "The preliminary crime classifications may be changed at a later date based upon additional investigation."
}
